[
    {
        "title": "Что нужно прочитать новичку, чтобы совершать самые простые действия без ошибок? Есть гайд по Голосу?",
        "answer": "Полезно ознакомиться с разделами [Добро пожаловать](https://golos.id/welcome) и [Вики](https://wiki.golos.io)."
    },
    {
        "title": "Какие действия я могу совершать с минимальной Силой Голоса, той, которая полагается мне после регистрации? Я могу писать посты, комментировать, голосовать?",
        "answer": "Вы можете публиковать посты, комментировать и голосовать за другие материалы. Но не стоит сразу размещать много постов и часто голосовать. Помните, что на платформе есть лимиты: в сутки не более 4 постов и 40 апвоутов со 100% Силой Голоса. Также обращайте внимание на расход вашей “мощности” голоса, она ограничена по частоте использования и уменьшается с каждым отданным голосом на величину до 5%. Скорость снижения зависит от частоты голосования: чем чаще, тем быстрее она снижается. Отображение этих действий можно увидеть на \"батарейке\" в шапке сайта. Чтобы восстановить “мощность“ голоса, нужно какое-то время не голосовать. Полностью она восстанавливается за сутки-двое. Если “посажена” сильно, то может восстанавливаться в течение недели."
    },
    {
        "title": "Обнаружил в кошельке во вкладке Разрешения уйму ключей. Какие из них мне нужно сохранять? Где почитать про эту страницу?",
        "answer": "Ключи - это ваш \"паспорт\" в системе блокчейн, пароль не только от аккаунта, где опубликованы посты, но и от кошелька, где могут быть токены. Поэтому относиться внимательно нужно ко всем ключам, и хранить их в нескольких местах, желательно не только в электронном виде, но и на бумаге. Самый важный - это ключ владельца, он включает в себя функции всех остальных ключей, и необходим для обновления пароля, если есть подозрения, что пароль скомпрометирован. Но без крайней надобности его лучше не использовать. Для постинга и голосования используйте постинг-ключ, для переводов - активный ключ. Почитать подробнее о ключах можно в [Вики Голоса](https://wiki.golos.id/1-introduction/koshelek-klyuchi-viplati.html)."
    },
    {
        "title": "Я не сохранил или забыл пароль. Как восстановить?",
        "answer": "Восстановление пароля невозможно, мы многократно предупреждаем об этом при регистрации. Возможно, пароль автоматически был сохранен вашим браузером, если это включено в его настройках, попробуйте посмотреть в нём. Если это не помогло, вам следует зарегистрировать новый аккаунт с другим логином, номером телефона и адресом электронной почты."
    },
    {
        "title": "Появилась надпись «Недостаточно пропускной способности аккаунта. Пополните Силу Голоса либо дождитесь восстановления». Что это значит?",
        "answer": "Это означает, что у вас недостаточно Силы Голоса для совершения действий на сайте. Необходимо пополнить её (за счет покупки голосов на бирже и конвертации их в Силу Голоса, или попросив кого-то из пользователей перевести токены вам в Силу Голоса) или дождаться восстановления (процесс занимает до пяти дней)."
    },
    {
        "title": "Не получается войти в приложение, выдается сообщение «Неверный пароль». Что делать?",
        "answer": "Войти в приложение можно двумя способами: используя авторизацию по приватному активному или постинг-ключу. Соответственно, если вы выбираете авторизацию по активному ключу, вам следует указывать именно приватный активный ключ в качестве пароля, а если по постинг-ключ, то приватный постинг-ключ. Все ключи вы можете найти в своём аккаунте на сайте Golos.id, перейдя сначала в раздел «Кошелек», а потом в «Разрешения»."
    },
    {
        "title": "Почему надо ждать 20 секунд, чтобы написать следующий комментарий?",
        "answer": "Ограничение на частоту публикации комментариев - это защита от спама на уровне системы блокчейн."
    },
    {
        "title": "Как мне удалить мой аккаунт?",
        "answer": "Информация о вашем аккаунте записана и хранится в блокчейне, изменение или удаление невозможно."
    },
    {
        "title": "Как мне изменить мой логин?",
        "answer": "Информация о вашем аккаунте записана и хранится в блокчейне, изменение или удаление невозможно."
    }
]
